a52dec
aalib
acpi
acpi_call
acpid
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-plugins
alsa-utils
archlinux-wallpaper
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
autoconf
autocutsel
automake
avahi
bash
bash-completion
bauerbill
bc
bind-tools
binutils
bison
bmon
boost-libs
bower
bridge-utils
btrfs-progs
bzip2
cairo-perl
cairomm
ccache
cdparanoia
celt
chromaprint
clucene
cmake
code
colord
compton
confuse
conky
coreutils
cronie
cryptsetup
cups
cups-filters
cups-pdf
dbus-glib
dconf
desktop-file-utils
device-mapper
dhclient
dhcpcd
dialog
diffutils
djvulibre
dkms
docbook-xml
docbook-xsl
docker
dotconf
dropbox
e2fsprogs
efivar
elfutils
enchant
erlang-nox
ethtool
evince
exiv2
exo
faac
faad2
faenza-icon-theme
fakeroot
ffmpeg
file
file-roller
filesystem
findutils
firefox
flat-remix-git
flex
fluidsynth
fuse2
fwupd
garcon
gawk
gcc
gcc-libs
gconf
gcr
gd
geary
geoclue
geoip
geoip-database
gettext
ghostscript
git
glew
glib-networking
glib-perl
glibc
glibmm
glu
gmrun
gnome-desktop
gnome-doc-utils
gnome-icon-theme
gnome-icon-theme-symbolic
gnome-keyring
gnome-settings-daemon
gnome-themes-extra
gobject-introspection
gobject-introspection-runtime
google-chrome
gpointing-device-settings
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-engine-murrine
gtk-theme-numix-solarized
gtk-update-icon-cache
gtk2
gtk2-perl
gtk3
gtkmm
gzip
harfbuzz-icu
hdparm
hicolor-icon-theme
hspell
http-parser
hunspell
hyphen
icon-naming-utils
imagemagick
inetutils
intel-ucode
intellij-idea-community-edition
intltool
iproute2
iputils
ipython
ipython2
irssi
irssi-xmpp
iso-codes
iw
jack
jansson
java-environment-common
java-runtime-common
jdk-adoptopenjdk
jdk7-openjdk
jemalloc
jfsutils
jre7-openjdk
jre7-openjdk-headless
json-glib
jsoncpp
keychain
ladspa
lame
lcms2
leafpad
less
libabw
libafterimage
libass
libasyncns
libatasmart
libavc1394
libbluray
libcaca
libcdaudio
libcddb
libcdio
libcdr
libconfig
libcups
libcurl-compat
libdaemon
libdc1394
libdca
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libetonyek
libevent
libexif
libfm
libfm-extra
libgee
libgexiv2
libglade
libgme
libgnome-keyring
libgphoto2
libgsf
libgusb
libgxps
libidn
libiec61883
libieee1284
libimobiledevice
libkate
libkeybinder2
liblqr
liblrdf
libmad
libmatroska
libmm-glib
libmms
libmng
libmodplug
libmp4v2
libmpcdec
libmpeg2
libmspub
libmwaw
libndp
libnewt
libnm-glib
libnotify
libodfgen
libofa
libpagemaker
libpaper
libpgm
libplist
libproxy
libpulse
libraw
libraw1394
libreoffice-fresh
librevenge
libshout
libsidplay
libsigc++
libsodium
libsoup
libsoxr
libspectre
libsrtp
libssh
libtar
libteam
libtheora
libtiger
libtool
libupnp
libusbmuxd
libuv
libva
libvdpau
libvisio
libvisual
libvpx
libwebp
libwnck
libwpd
libwpg
libwps
libxaw
libxcomposite
libxfce4ui
libxfce4util
libxi
libxkbcommon
libxkbcommon-x11
libxpm
libxres
libxslt
libxss
libxtst
libyaml
licenses
linux
linux-firmware
logrotate
loudmouth
lpsolve
lua
lvm2
lxappearance
lxappearance-obconf
lxinput
lxmenu-data
lxrandr
lxtask
m4
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
maven
mcpp
mdadm
memcached
menu-cache
mjpegtools
mobile-broadband-provider-info
mpg123
nano
neon
nerd-fonts-source-code-pro
net-snmp
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nitrogen
nm-connection-editor
nmap
nodejs
nodejs-emojione
noto-fonts-emoji
npm
nspr
nss
ntp
obconf
obmenu
ocl-icd
openbox
opencore-amr
opendesktop-fonts
openjpeg
openssh
openvpn
opus
orc
ossp
p7zip
pacman
pandwaita
pango-perl
pangomm
patch
pciutils
pcmanfm
perl
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-uri
perl-www-robotrules
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
perl-xml-simple
pkgconf
playerctl
polkit
polkit-gnome
poppler
poppler-glib
ppp
pptpclient
procps-ng
psmisc
pth
pulseaudio
pulseaudio-alsa
pygobject-devel
pygobject2-devel
pygtk
pypy
pypy3
python-decorator
python-docopt
python-gobject
python-packaging
python-pexpect
python-pip
python-setuptools
python-yaml
python2
python2-beaker
python2-cairo
python2-decorator
python2-distutils-extra
python2-gobject2
python2-mako
python2-markupsafe
python2-notify
python2-packaging
python2-pexpect
python2-pip
python2-setuptools
python2-virtualenv
python2-xdg
qpdf
qt-gstreamer
qt5-base
qt5-declarative
qt5-xmlpatterns
rabbitmq
raptor
rarian
rasqal
redland
redshift
reflector
reiserfsprogs
rest
rsync
rtkit
rtmpdump
ruby
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sane
sbc
schroedinger
screen
screencloud
sdl
sdl_image
sed
shadow
shotwell
simplenote-electron-bin
slang
smartmontools
snappy
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
stacer
strace
sudo
swig
sword
sysfsutils
sysstat
systemd
systemd-sysvcompat
t1lib
taglib
tar
tdb
terminator
texinfo
tint2
tlp
tlp-rdw
tlpui-git
ttf-arphic-ukai
ttf-arphic-uming
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-ubuntu-font-family
udiskie
udisks2
unrar
upower
urxvt-perls
urxvt-tabbedex-git
usbutils
util-linux
v4l-utils
vagrant
vala
vi
vim
virtualbox
virtualbox-host-dkms
vlc
vpnc
vte-common
wavpack
webrtc-audio-processing
wget
which
whois
wildmidi
wireless_tools
wmctrl
wpa_supplicant
wqy-microhei-lite
x264
x265
xcb-util-image
xcb-util-keysyms
xcb-util-wm
xclip
xdg-utils
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-taskmanager
xfconf
xfsprogs
xorg-appres
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xscreensaver
xsel
xterm
xvidcore
yajl
yarn
yay
zeromq
zita-alsa-pcmi
zita-resampler
zvbi
